Repository: yahyamohsen/medicaldeal
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Select Language
ar: حدد اللغه

source: English
ar: الانجليزيه

source: Log In To Your Account
ar: سجل الدخول الي حسابك

source: Or Use
ar: او استخدم

source: Facebook
ar: فيسبوك

source: Google
ar: جوجل

# your_email_or_mobile_phone
source: Mobile Phone
ar: هاتفك المحمول

# enter_your_email_or_mobile
source: Enter Your mobile
ar: ادخل الهاتف

source: Password
ar: كلمة المرور

source: Enter Your Password
ar: ادخل كلمة المرور

# forget_password_text
source: Forget Password?
ar: نسيت كلمة السر؟

source: Log In
ar: تسجيل الدخول

# do_not_have_account
source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: اشترك

source: Create Your Account
ar: انشئ حساب جديد

# already_have_account
source: Already have an account
ar: لديك حساب بالفعل

# forget_password_title
source: Forget Password
ar: نسيت كلمة المرور

source: Send
ar: ارسال

source: Verify Account
ar: تاكيد حسابك

# enter_digits_code
source: Enter below The 4 digits code
ar: ادخل الرمز ادناه المكون من ٤ ارقام

source: Resend
ar: اعادة الارسال

source: seconds You Can
ar: ثوان يمكنك

source: Within
ar: في خلال

source: Verify
ar: تاكيد

source: Change Password
ar: تغير الباسورد

source: Payment Method
ar: طريقة الدفع

source: Name
ar: الاسم

source: Email
ar: الإيميل

source: Subtitle
ar: عنوان فرعى

source: Mobile Number
ar: رقم التليفون

source: Name On Card
ar: الاسم على الكارت

source: Card Number
ar: رقم الكارت

source: Contact Us
ar: اتصل بنا

source: Contact Us Info
ar: بيانات الاتصال

source: Number
ar: رقم

# expired_date
source: Expire Date
ar: تاريخ انتهاء الصلاحيه

source: Card Holder
ar: أسم حامل الكارت

source: Phone Number
ar: رقم التليفون

source: First Name
ar: الأسم الأول

source: Last Name
ar: الأسم الثانى

source: New Password
ar: الباسورد الجديد

source: Basic Info
ar: بيانات أساسيه

source: Medical Info
ar: البيانات الطبية

source: Your Services
ar: خدماتك السابقه

# service_privder
source: Service Provider
ar: مقدم الخدمة

source: Your Profile
ar: الملف الشخصى

source: Arabic
ar: العربية

source: Edit Profile
ar: تعديل الملف الشخصى

source: Sign out
ar: الخروج

# notificaitons
source: Notifications
ar: الأشعارات

source: Doctor Offers
ar: عروض الدكتور

source: details
ar: التفاصيل

source: Book
ar: الحجز

source: Complete Profile
ar: الملف الشخصى مكتمل

source: Selected Services
ar: الخدمات المختارة

source: Lap List
ar: قائمة المعامل

# continues
source: Continue
ar: إستمرار

source: Delete
ar: مسح

# you_have_selected_this_services
source: You have selected this service
ar: أنت بالفعل اخترت هذه الخدمات

source: items
ar: المنتجات

source: Select Your Services
ar: أختار خدماتك

source: Our Branches
ar: فروعنا

source: Alex Branch
ar: فرع الأسكندريه

source: Location
ar: المكان

source: WebSite
ar: الموقع الألكترونى

source: Call
ar: إتصال

source: Search For Branch
ar: البحث عن فرع

source: Reviews
ar: آراء سابقة

# lab_name
source: Lap Name
ar: أسم المعمل

source: Service Type
ar: نوع الخدمة

source: Write your view
ar: أكتب رأيك

source: What do you need
ar: ماذا تحتاج ؟

source: Hospital
ar: مستشفى

source: Doctor
ar: دكتور

source: Pharmacy
ar: صيدلية

source: Radiology
ar: الأشعة

source: Lap
ar: معمل

source: Physical Therpay
ar: علاج بدنى

source: Hello
ar: مرحبا

source: Have a good day
ar: يوما سعيد

source: Get
ar: أحصل على

# check_update
source: Check Updates
ar: تحديث جديد

source: Get offers now
ar: أحصل على العروض الآن

# no_internet_connection
source: Please check your internet connection
ar: برجاء الاتصال بالانترنت والمحاوله مره اخره

source: Field is required
ar: هذا الحقل مطلوب

source: Failed To Pick Image
ar: حث خطأ اثناء التقاط الصور

source: Picked Image Successfully
ar: تم التقاط الصوره بنجاح

# please_choose_image
source: Please Choose an Image
ar: من فضلك اختر صوره

# change_phone_number
source: Change Mobile number
ar: تغيير رقم الهاتف

# current_phone_number
source: Current Mobile number
ar: رقم الهاتف الحالي

source: Success
ar: تم بنجاح

source: Description
ar: الوصف

source: Type your description
ar: الوصف

source: Upload Image
ar: ارفع صوره

source: Title
ar: العنوان

# order_places_successfully
source: Order placed successfully
ar: تم إضافه الطلب بنجاح

source: Add Review
ar: إضافه تقييم

# your_review
source: Write your review
ar: اكتب تقييمك

source: Review added successfully
ar: تم إضافه تقييمك بنجاح

source: search for nearest medical service
ar: بحث عن اقرب الخدمات الطبيه

# compar_price
source: Compare Price
ar: مقارنه السعر

source: Choose your Lap
ar: اختر المعمل

source: Choose
ar: اختار

# map_view
source: Map
ar: خريطه

# list_view
source: List
ar: قائمه

# check_box_view
source: Check View
ar: خانه اختيار

source: Offer Details
ar: تفاصيل العرض

# please_choose_at_least_one_service
source: Please at least choose one service
ar: من فضلك علي الاقل اختر خدمه واحده

# alle_selected_items
source: All selected items
ar: كافه العناصر المحدده

# order_deleted_successfully
source: Order was canceld successfully
ar: تم الغاء الطلب

source: Amount
ar: العدد

source: Total Price
ar: السعر الكلي

# password_validation_error
source: Password length should be more than 6 char
ar: الرقم السري يجب ان يكون اطول من 6 حروف

# phone_number_validatioin_error
source: Icorrect phone number
ar: رقم هاتف خاطيء

source: PromoCode applied
ar: تم تفعيل كود الخصم

source: Order cannot be deleted
ar: لا يمكن حذف الطلب

# notification_deleted_successfullty
source: Notification deleted successfully
ar: تم الحذف بنجاح

source: There is no reviews
ar: لا توجد اي تقييمات

source: Scan offer
ar: مسح العرض
